YCSB/result_local_ycsb_test_201005/clockdown_outputLoad_e.txt
[OVERALL], RunTime(ms), 8030
[OVERALL], Throughput(ops/sec), 12453.300124533002
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 21
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.261519302615193
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 21
[TOTAL_GC_TIME_%], Time(%), 0.261519302615193
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2601.0
[CLEANUP], MinLatency(us), 2600
[CLEANUP], MaxLatency(us), 2601
[CLEANUP], 95thPercentileLatency(us), 2601
[CLEANUP], 99thPercentileLatency(us), 2601
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 77.87617
[INSERT], MinLatency(us), 69
[INSERT], MaxLatency(us), 8615
[INSERT], 95thPercentileLatency(us), 86
[INSERT], 99thPercentileLatency(us), 97
[INSERT], Return=OK, 100000