YCSB/result_local_ycsb_test_201005/standard_outputRun_b.txt
[OVERALL], RunTime(ms), 4192
[OVERALL], Throughput(ops/sec), 23854.961832061068
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.09541984732824427
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.09541984732824427
[READ], Operations, 94912
[READ], AverageLatency(us), 39.152720414699935
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 11687
[READ], 95thPercentileLatency(us), 48
[READ], 99thPercentileLatency(us), 56
[READ], Return=OK, 94912
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2427.0
[CLEANUP], MinLatency(us), 2426
[CLEANUP], MaxLatency(us), 2427
[CLEANUP], 95thPercentileLatency(us), 2427
[CLEANUP], 99thPercentileLatency(us), 2427
[UPDATE], Operations, 5088
[UPDATE], AverageLatency(us), 44.73977987421384
[UPDATE], MinLatency(us), 33
[UPDATE], MaxLatency(us), 1815
[UPDATE], 95thPercentileLatency(us), 65
[UPDATE], 99thPercentileLatency(us), 90
[UPDATE], Return=OK, 5088